{ "blogs": [{
    "date": "May 24, 2001",
    "time": "2 AM",
    "title": "Not Again...",
    "body": "i should probably be practicing my piano a lot more than i have. i just wish i knew how to play more than the same notes i keep playing over and over. maybe i should try to make a song out of those same notes, and then try to expand on that when im done. ahaha.",
    "mood": "moody",
    "music": "linkin park"
  }, {
    "date": "May 24, 2017",
    "time": "9 AM",
    "title": "lastnight and today...",
    "body": "did some organization in my room, not much through lol, and then i dye my hair, blue and green, it came out so good! its absoutely bright and mermaid hair *heart* im pretty sure its the best ive ever did my own hair, and then asia and lee stopped by, got soome shit off them and just chilled with them for a bit, and then eventually came home and passedout, then tuesday slept slept and slept more, deff overslept, so i was suppose to be at work at 8, i got there half an hr late, opps, and then i work all day, got out at 1pm, it was so nice to be outta work that early, i love it, walked around target for a bit, then i decided just to take 3 o clock bus home, and then i came home and change and then brenhan came and got me, who i havent seen in years, and we went causett national park and walk around cause he walks to lose weight and im always down to walk with ppl cause im insane and like to stay in fit, then after i got subway, then came home and chilled online for a bit, then eventually passedout i was exhausted, then today wednesday slept slept slept and slept more, kept waking up and off and then finally got up around 830ish, woo hoo didnt oversleep, got up went online and now im bored about to have some coffee, got work in a bit, 1215 to 5, not a bad shift hoepfully it goes fast, unfortunately i gotta take the bus to work, which sucks esp fact its all shitty out, well i got some time to kill before i leave so im off to relax til its time to go so im out for now later",
    "mood": "moody",
    "music": "offically dead-veruca salt"
  }, {
    "date": "April 30, 2017",
    "time": "7:20pm",
    "title": "a snapshot of my day-to-day on the eve of the one year anniversary of the day my life was ruined",
    "body": "a snapshot of my day-to-day on the eve of the one year anniversary of the day my life was ruined: i feel alone almost constantly, even in the company of others. i'm severely depressed, and when i become less depressed, i am super anxious and stressed out to the point that it's scary to me. all i think about is how much better everything used to be. i ate better food. i was exposed to better culture. i read more, i cooked more, i was more creative. i exercised more. i had more energy. i felt more secure. i was able to save more money. there really isn't a single aspect of my life that wasn't better. even with my shit job that i hated (i've laterally traded there). even with the arguing and misunderstanding. even with the meanness and the withholding behavior. every single part of my life was better one year ago. and now it's all gone, and i'm not replacing it with anything. so basically, i'm slowly getting fat, getting old, feeling run down, wondering what i have to live for. my lifelong dream was to find someone to spend my life with, and i'm too old to ever do that now. there will be no one that knew me when i was 16, when i was 25, when i was 33, there will only be people who know that shitty new version of me that i hate intensely. i don't have the time or the energy to even change anything. all i do is survive poorly. and new relationships and new friends serve to remind me how much i've lost and how i'm not getting any of it back. so happy anniversary, me of the past. if you knew then what you know now, i'm sure you would have enjoyed yourself more and appreciated everything you had. it's all gone no",
    "mood": "contemplative",
    "music": "beethoven"
  }, {
    "date": "November 12, 2015",
    "time": "2:23 AM",
    "title": "I hate that after all this time I'm the one still getting hurt",
    "body": "So it's Joey's 30th today. I was off yesterday and told him if he wanted to do something let me know. But nope. I don't get why I'm still trying to have some kind of relationship when he obviously doesn't give a shit. Then around 10pm he said he was going out with work people. So I said ok, I'll just stop trying from now on. And he said, We will hang out soon. I want to. I hate that after all this time I'm the one still getting hurt.  Fuck. In a few months I'll be moving out with Shane to cherry hill. I can't wait but scared shitless. I'll be poor but hopefully a little bit happier. I started an okcupid thing. I actually made one months ago while we were still together just hoping to find a random hook up because I was never sexually satisfied. But anyway, I reactivated it and it's all creeps and weird pick up lines and I honestly don't find them attractive. Last night this 23 year old wanted my number to send dick pics. I haven't been sent a dick pic in like 8 years. (In case you are wondering, no I didn't give this kid my number) But the whole convo was based around sex and I felt like I was doing something wrong the whole time. I don't know why I felt that way... I've been trying for months now not to be so upset about this but I can't stop having things pop in my head. Plus it's tough because I don't have friends anymore.I just stopped talking to them over the years because I honestly thought I'd only need him. I'm so stupid.",
    "mood": "depressed",
    "music": "justin bieber"
  }]
}
